{
    "_comment": "KEEP UPDATES IN CHRONOLOGICAL ORDER; latest update will have 'new' tag on its card",
    "updates": [
        {
            "title": "New School Year",
            "date": "9/12/19",
            "content": "Math team will start this Saturday, 9/14 at 1 PM in room 150.  We will run approximately every other week this year, and we'll tend to run from 1-4.  Anyone from any grade with any interest and at any level of math knowledge is welcome to join if you have interest in math competition.  Saturdays will tend to be a combination of lectures, actual competitions and practice competitions. In addition, I'm offering an elective on math team Mondays and Thursdays mods 25-27 for freshmen and sophomores.  This will be geared towards math competition as well.  If you have any questions, you can e-mail me at <a href=\"mailto:micabra@bergen.org\">micabra@bergen.org</a> or Mr. Pinyan at <a href=\"mailto:jonpin@bergen.org\">jonpin@bergen.org</a>.",
            "files": []
        },
        {
            "title": "Welcome",
            "date": "9/14/19",
            "content": "Thank you to all who came to our first meeting on September 14. To view the lecture notes and homework problems from the meeting, visit the <a href=\"/archive.html\">Archive</a> page. Our next meeting will take place in two weeks (visit the <a href=\"/schedule.html\">Schedule</a> page). Hope to see you there!",
            "files": []
        },
        {
            "title": "Math Team, Saturday September 28",
            "date": "9/26/19",
            "content": "Good Thursday to all, Math team returns this Saturday at 1 with the annual Fall Startup Competition; this is a 30 minute, 100 question competition in which the questions go from simple arithmetic up to basic calculus.  Enclosed is a copy of a previous exam if you would like to practice. Afterwards we will again have lectures, one geared to the less experienced math teamers, one to the more. Next Saturday, 10/5 will be the second round of Who Wants to be a Mathematician, as well as Joe Holbrook contest meeting; we will run for a shorter duration that day. See you Saturday! Dr. Abramson",
            "files": ["2014_FSE_Test.pdf"]
        }
    ]
}